;---------------------------
; ANARCHY'S CHILDREN ARMOR
;---------------------------

[KevlarArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="混乱之子凯芙拉护甲"
BriefSummary="该基础护甲是由回收的材料以及反抗军武装补给箱内的材料一同修补而成的简易防护。它能对变种人武器提供最小限度的防护，但基本上对外星人的武器毫无防护作用。"
TacticalText="<Bullet/>所有士兵都配有凯芙拉护甲作为他们的基础装备。\n<Bullet/>研究可以为我们提供更好的护甲；这将在战争中起到举足轻重的作用。"

[MediumPlatedArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="混乱之子掠食者护甲"
FriendlyNamePlural="混乱之子掠食者护甲"
BriefSummary="由于使用了回收的变种人护甲板材，这种护甲能提供更好的防御并额外增加一个道具槽，方便我们的士兵携带更多道具上战场。"
TacticalText="<Bullet/>掠食者护甲是从变种人那里回收的中等重量护甲。\n<Bullet/>作为一种中等级别的护甲，它提供了一个额外的物品使用槽。"

[LightPlatedArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="混乱之子蜘蛛护甲"
FriendlyNamePlural="混乱之子蜘蛛护甲"
BriefSummary="变种人的材料技术让我们造出了这个轻量护甲，其保留了变种人护甲的高强度特性。同时，其还加强了移动力并装有一个爪钩方便在战场上快速地移动。"
TacticalText="<Bullet/>蜘蛛护甲增加移动力，并能提升擦弹率并降低直击率。\n<Bullet/>爪钩模组使得战士们能快速地在战场上来回移动。虽然不消耗行动点，但需要一段短暂的冷却时间。"

[HeavyPlatedArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="混乱之子E.X.O.护甲"
FriendlyNamePlural="混乱之子E.X.O.护甲"
BriefSummary="这套重型护甲结合使用了强化的变种人镀层和动力外骨骼，提供了优秀的防护和伤害抗性，同时还在手腕部加装有火箭发射器。通过进一步研究我们还可以为这套护甲加装更多的重型武器。"
TacticalText="<Bullet/>作为重型护甲系统，E.X.O.护甲能让士兵装备一项重型武器。\n<Bullet/>初始状态只能配载火箭发射器；其他在试验场的重武器项目将会解锁更多可以制造的重武器系统。"

[MediumPoweredArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="混乱之子守望护甲"
FriendlyNamePlural="混乱之子守望护甲"
BriefSummary="借助最新掌握的外星超轴技术，我们研制了终极战斗护甲：守望护甲。这种由超铀动力护甲提供了前所未有的耐久性和多功能性，用于对付不断增强的外星敌人。"
TacticalText="<Bullet/>守望护甲是现有最优秀的中级护甲。\n<Bullet/>守望护甲有2个物品槽。"

[LightPoweredArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="混乱之子幽灵护甲"
FriendlyNamePlural="混乱之子幽灵护甲"
BriefSummary="我们动力护甲系统的轻型版本能提高使用者的反应和速度，它还包含了实验性传送技术，让装着者能在短时间内改变维度相位，从而可以轻而易举地穿过障碍物。"
TacticalText="<Bullet/>幽灵护甲为穿着者提升移动能力，并以高擦弹率代替直击的几率。\n<Bullet/>幽灵护甲附带腕带爪钩。\n<Bullet/>穿上幽灵护甲后可直接穿过墙壁和其他障碍物。"

[HeavyPoweredArmor_DLC_Day30 X2ArmorTemplate]
FriendlyName="混乱之子W.A.R.护甲"
FriendlyNamePlural="混乱之子W.A.R.护甲"
BriefSummary="W.A.R.重型动力战斗护甲提供了极大的伤害抗性和生存能力，同时具有一个装在手腕处的武器挂载点。它也可以用强大的\"盾墙\"技术为队友们提供一道临时的掩护屏障。"
TacticalText="<Bullet/>穿上W.A.R.护甲后，士兵可在腕部挂载重型武器。\n<Bullet/>W.A.R.护甲附赠\"盾墙\"技能，穿着者可在短时间内为盟友提供类似全身掩体的防护效果。"

;----------------------------
; ANARCHY'S CHILDREN TECHS
;----------------------------
[EXOSuit_DLC_Day30 X2TechTemplate]
DisplayName="混乱之子E.X.O.护甲"
Summary="如果用我们一直在研究的动力辅助护甲原型与我们回收的一些变种人合金镀层结合，就可以研制出自主镀层的重型护甲。更重要的是，我们可以直接在护甲上加装一件重型武器，在单兵护甲上同时获得强大的进攻和防御性能。"
CodeName="史塔克"
LongDescription="对外星人来说，武器越大，或者数量越多，意味着需要体型更庞大的外星人物种来搬运到战场上使用。我们则要依靠更实用的工具。我一直在研究多种动力辅助型护甲原型，这种护甲至少可以让我们的士兵投入战斗时携带多一件武器。用外星合金镀层配合我们先前研究的样品，护甲的耐久性将非常好，比之前研发的任何东西都好。莉莉·沈。"

[SpiderSuit_DLC_Day30 X2TechTemplate]
DisplayName="混乱之子蜘蛛护甲"
Summary="从XCOM总部荒废的主机上质量不一的记录可以看出，一个能够使用爪钩的早期轻型护甲原型并没有成功。我们对外星人材料的最新掌握或许能帮我们实现这一设计。"
CodeName="渔夫"
LongDescription="我们士兵目前与敌人作战面临着各式各样的环境，我们需要给予他们在战场上获得优势的任何机会。考虑到这一点，我们最新的护甲原型包含了一个基础能量提升装置，该装置能够以高稳定性把穿戴者推进到超过10米的高度。护甲利用大量依次运转的微型控制马达来帮助分散整个护甲的载荷，给穿戴者提供额外加强的反射副作用。尽管军事官对前XCOM科学官员只模糊地提及，看上去他似乎并不是很想直接和我讨论她所做的努力。我只能假设爪钩的设计是她在XCOM倒台前和父亲共同合作完成的。莉莉·沈。"

[WraithSuit_DLC_Day30 X2TechTemplate]
DisplayName="混乱之子幽灵护甲"
Summary="我们已经知道外星人能将灵能力场运用于各种情况，因此，我们得出结论，只要能将灵能力场附着在特制的轻型护甲上，穿戴者便可自由地穿越各种障碍。"
CodeName="洛基"
LongDescription="虽然我们仍在继续学习外星人对灵能力场的不同应用，但目前我们很少花时间试图将这些能力化为己用。直接进入这些被我们称为\"原典\"的生化机械的外星人给了我们比之前所有实验都要明晰的关于灵能本质的信息。原典拥有的独特能力，能让它不仅在物理世界内穿梭，更能够跨次元的穿梭。通过聚集起极为小心平衡的灵能脉冲，原典制造出一道时空裂痕，能够有效地穿梭空间与时间。这种能力的应用可能会花费我毕生的精力，简单来说，我不会把这种方法推荐给我们的指挥官。然而，关于原典还有其他有趣的地方。在我们测试中，我们证明了灵能脉冲一可以被扭转，或分散，并通过磁力场集成入护甲之中，让穿戴者能够穿过我们这个维度内的物体。原型体非常稳定，但实际测试还在进行中。莉莉·沈。"

[WARSuit_DLC_Day30 X2TechTemplate]
DisplayName="混乱之子W.A.R.护甲"
Summary="通过利用超铀的能源，也许我们可以开发出一种能够产生防御力场的动力护甲，就像那些在外星人飞船上使用的一样。"
CodeName="泰坦"
LongDescription="由于我们只能从战场上缴获超铀水晶，本想我斗胆提议将它们全都用于一个项目上。然而，就近来的几个事件看，我们目前的当务之急就是开发出远超当前水准的护甲。为此，我们尝试将超铀动力电池嵌入重型护甲中。有了超铀水晶的能量，该护甲能够生成自我防护力场。也就是说，我们成功复制了外星人普遍用于他们的幽浮中的防御系统，将其应用在实战中。莉莉·沈。"

;----------------------------
; Conventional Armor Male
;----------------------------
[DLC_30_Torso_M X2BodyPartTemplate]
DisplayName="裸露"

[DLC_30_Torso_A_M X2BodyPartTemplate]
DisplayName="胸甲"

[DLC_30_Torso_A2_M X2BodyPartTemplate]
DisplayName="带尖刺和皮带的胸甲"

[DLC_30_Torso_B_M X2BodyPartTemplate]
DisplayName="带链子的蜘蛛背心"

[DLC_30_Torso_B2_M X2BodyPartTemplate]
DisplayName="带小刀的XCOM背心"

[DLC_30_Torso_B3_M X2BodyPartTemplate]
DisplayName="带尖刺护肩的寄生兽背心"

[DLC_30_Arms_Left_Bare_M X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Right_Bare_M X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Left_A_M X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Right_A_M X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Left_B_M X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Right_B_M X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Left_C_M X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Right_C_M X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Left_D_M X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Arms_Right_D_M X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Shoulder_Left_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Legs_A_M X2BodyPartTemplate]
DisplayName="重甲工装裤"

[DLC_30_Legs_B_M X2BodyPartTemplate]
DisplayName="带防爆垫料的裤子"

[DLC_30_Legs_C_M X2BodyPartTemplate]
DisplayName="轻甲工装裤"

[DLC_30_Legs_D_M X2BodyPartTemplate]
DisplayName="摇滚歌星裤子"

[DLC_30_Legs_E_M X2BodyPartTemplate]
DisplayName="热裤"

[DLC_30_Legs_F_M X2BodyPartTemplate]
DisplayName="带防爆垫料的短裤"

[DLC_30_Legs_G_M X2BodyPartTemplate]
DisplayName="短裤"

;----------------------------
; Conventional Armor Female
;----------------------------
[DLC_30_Torso_F X2BodyPartTemplate]
DisplayName="裸露"

[DLC_30_Torso_A_F X2BodyPartTemplate]
DisplayName="胸甲"

[DLC_30_Torso_A2_F X2BodyPartTemplate]
DisplayName="带尖刺和皮带的胸甲"

[DLC_30_Torso_B_F X2BodyPartTemplate]
DisplayName="带链子的蜘蛛背心"

[DLC_30_Torso_B2_F X2BodyPartTemplate]
DisplayName="带小刀的XCOM背心"

[DLC_30_Torso_B3_F X2BodyPartTemplate]
DisplayName="带尖刺护肩的寄生兽背心"

[DLC_30_Arms_Left_Bare_F X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Right_Bare_F X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Left_A_F X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Right_A_F X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Left_B_F X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Right_B_F X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Left_C_F X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Right_C_F X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Left_D_F X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Arms_Right_D_F X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Shoulder_Left_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Legs_A_F X2BodyPartTemplate]
DisplayName="重甲工装裤"

[DLC_30_Legs_B_F X2BodyPartTemplate]
DisplayName="带防爆垫料的裤子"

[DLC_30_Legs_C_F X2BodyPartTemplate]
DisplayName="轻甲工装裤"

[DLC_30_Legs_D_F X2BodyPartTemplate]
DisplayName="摇滚歌星裤子"

[DLC_30_Legs_E_F X2BodyPartTemplate]
DisplayName="热裤"

[DLC_30_Legs_F_F X2BodyPartTemplate]
DisplayName="带防爆垫料的短裤"

[DLC_30_Legs_G_F X2BodyPartTemplate]
DisplayName="短裤"


;----------------------------
; Plated Light Male
;----------------------------

[DLC_30_Arms_Left_PltLt_A_M X2BodyPartTemplate]
DisplayName="攀爬爪钩"

[DLC_30_Arms_Right_PltLt_Bare_M X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Right_PltLt_A_M X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Right_PltLt_B_M X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Right_PltLt_C_M X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Right_PltLt_D_M X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Shoulder_Left_PltLt_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_PltLt_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_PltLt_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_PltLt_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_PltLt_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_PltLt_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_PltLt_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_PltLt_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_PltLt_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_PltLt_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_PltLgt_Torso_A_M X2BodyPartTemplate]
DisplayName="黑寡妇"

[DLC_30_PltLgt_Legs_A_M X2BodyPartTemplate]
DisplayName="黑寡妇A"

[DLC_30_PltLgt_Legs_B_M X2BodyPartTemplate]
DisplayName="黑寡妇B"

[DLC_30_PltLgt_Legs_C_M X2BodyPartTemplate]
DisplayName="黑寡妇C"

;----------------------------
; Plated Light Female
;----------------------------

[DLC_30_Arms_Left_PltLt_A_F X2BodyPartTemplate]
DisplayName="攀爬爪钩"

[DLC_30_Arms_Right_PltLt_Bare_F X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Right_PltLt_A_F X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Right_PltLt_B_F X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Right_PltLt_C_F X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Right_PltLt_D_F X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Shoulder_Left_PltLt_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_PltLt_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_PltLt_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_PltLt_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_PltLt_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_PltLt_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_PltLt_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_PltLt_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_PltLt_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_PltLt_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_PltLgt_Torso_A_F X2BodyPartTemplate]
DisplayName="黑寡妇"

[DLC_30_PltLgt_Legs_A_F X2BodyPartTemplate]
DisplayName="黑寡妇A"

[DLC_30_PltLgt_Legs_B_F X2BodyPartTemplate]
DisplayName="黑寡妇B"

[DLC_30_PltLgt_Legs_C_F X2BodyPartTemplate]
DisplayName="黑寡妇C"

;----------------------------
; Plated Medium Male
;----------------------------

[DLC_30_Arms_Left_Plt_Bare_M X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Right_Plt_Bare_M X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Left_Plt_A_M X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Right_Plt_A_M X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Left_Plt_B_M X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Right_Plt_B_M X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Left_Plt_C_M X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Right_Plt_C_M X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Left_Plt_D_M X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Arms_Right_Plt_D_M X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Shoulder_Left_Plt_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_Plt_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_Plt_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_Plt_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_Plt_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_Plt_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_Plt_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_Plt_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_Plt_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_Plt_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_PltMed_Torso_A_M X2BodyPartTemplate]
DisplayName="美洲豹"

[DLC_30_PltMed_Legs_A_M X2BodyPartTemplate]
DisplayName="美洲豹A"

[DLC_30_PltMed_Legs_B_M X2BodyPartTemplate]
DisplayName="美洲豹B"

[DLC_30_PltMed_Legs_C_M X2BodyPartTemplate]
DisplayName="美洲豹C"

;----------------------------
; Plated Medium Female
;----------------------------

[DLC_30_Arms_Left_Plt_Bare_F X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Right_Plt_Bare_F X2BodyPartTemplate]
DisplayName="裸露前臂"

[DLC_30_Arms_Left_Plt_A_F X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Right_Plt_A_F X2BodyPartTemplate]
DisplayName="弹药臂套"

[DLC_30_Arms_Left_Plt_B_F X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Right_Plt_B_F X2BodyPartTemplate]
DisplayName="指节铜环"

[DLC_30_Arms_Left_Plt_C_F X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Right_Plt_C_F X2BodyPartTemplate]
DisplayName="皮质臂带"

[DLC_30_Arms_Left_Plt_D_F X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Arms_Right_Plt_D_F X2BodyPartTemplate]
DisplayName="尖刺臂套"

[DLC_30_Shoulder_Left_Plt_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_Plt_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_Plt_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_Plt_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_Plt_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_Plt_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_Plt_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_Plt_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_Plt_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_Plt_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_PltMed_Torso_A_F X2BodyPartTemplate]
DisplayName="美洲豹"

[DLC_30_PltMed_Legs_A_F X2BodyPartTemplate]
DisplayName="美洲豹A"

[DLC_30_PltMed_Legs_B_F X2BodyPartTemplate]
DisplayName="美洲豹B"

[DLC_30_PltMed_Legs_C_F X2BodyPartTemplate]
DisplayName="美洲豹C"

;----------------------------
; Plated Heavy Male
;----------------------------
[DLC_30_Arms_Left_PltHvy_A_M X2BodyPartTemplate]
DisplayName="活塞电枢A"

[DLC_30_Arms_Right_PltHvy_A_M X2BodyPartTemplate]
DisplayName="活塞电枢A"

[DLC_30_Arms_Left_PltHvy_B_M X2BodyPartTemplate]
DisplayName="活塞电枢B"

[DLC_30_Arms_Right_PltHvy_B_M X2BodyPartTemplate]
DisplayName="活塞电枢B"

[DLC_30_Shoulder_Left_PltHvy_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_PltHvy_Bare_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_PltHvy_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_PltHvy_A_M X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_PltHvy_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_PltHvy_B_M X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_PltHvy_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_PltHvy_C_M X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_PltHvy_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_PltHvy_D_M X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_PltHvy_Torso_A_M X2BodyPartTemplate]
DisplayName="公羊"

[DLC_30_PltHvy_Legs_A_M X2BodyPartTemplate]
DisplayName="公羊A"

[DLC_30_PltHvy_Legs_B_M X2BodyPartTemplate]
DisplayName="公羊B"

[DLC_30_PltHvy_Legs_C_M X2BodyPartTemplate]
DisplayName="公羊C"

;----------------------------
; Plated Heavy Female
;----------------------------
[DLC_30_Arms_Left_PltHvy_A_F X2BodyPartTemplate]
DisplayName="活塞电枢A"

[DLC_30_Arms_Right_PltHvy_A_F X2BodyPartTemplate]
DisplayName="活塞电枢A"

[DLC_30_Arms_Left_PltHvy_B_F X2BodyPartTemplate]
DisplayName="活塞电枢B"

[DLC_30_Arms_Right_PltHvy_B_F X2BodyPartTemplate]
DisplayName="活塞电枢B"

[DLC_30_Shoulder_Left_PltHvy_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Right_PltHvy_Bare_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_Shoulder_Left_PltHvy_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Right_PltHvy_A_F X2BodyPartTemplate]
DisplayName="肩部护甲"

[DLC_30_Shoulder_Left_PltHvy_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Right_PltHvy_B_F X2BodyPartTemplate]
DisplayName="尖刺护肩"

[DLC_30_Shoulder_Left_PltHvy_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Right_PltHvy_C_F X2BodyPartTemplate]
DisplayName="羽毛护肩"

[DLC_30_Shoulder_Left_PltHvy_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_Shoulder_Right_PltHvy_D_F X2BodyPartTemplate]
DisplayName="带甲护肩"

[DLC_30_PltHvy_Torso_A_F X2BodyPartTemplate]
DisplayName="公羊"

[DLC_30_PltHvy_Legs_A_F X2BodyPartTemplate]
DisplayName="公羊A"

[DLC_30_PltHvy_Legs_B_F X2BodyPartTemplate]
DisplayName="公羊B"

[DLC_30_PltHvy_Legs_C_F X2BodyPartTemplate]
DisplayName="公羊C"

;----------------------------
; Powered Light Male
;----------------------------

[DLC_30_PwrLgt_Torso_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrLgt_Torso_B_M X2BodyPartTemplate]
DisplayName="蜘蛛头骨"

[DLC_30_PwrLgt_Torso_C_M X2BodyPartTemplate]
DisplayName="天使"

[DLC_30_PWrLgt_Arms_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PWrLgt_Arms_B_M X2BodyPartTemplate]
DisplayName="蜘蛛头骨"

[DLC_30_PWrLgt_Arms_C_M X2BodyPartTemplate]
DisplayName="天使"

[DLC_30_PWrLgt_Arms_D_M X2BodyPartTemplate]
DisplayName="单边肩部护甲"

[DLC_30_PWrLgt_Arms_E_M X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_PwrLgt_Legs_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrLgt_Legs_B_M X2BodyPartTemplate]
DisplayName="蜘蛛头骨"

[DLC_30_PwrLgt_Legs_C_M X2BodyPartTemplate]
DisplayName="天使"

;----------------------------
; Powered Light Female
;----------------------------

[DLC_30_PwrLgt_Torso_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrLgt_Torso_B_F X2BodyPartTemplate]
DisplayName="蜘蛛头骨"

[DLC_30_PwrLgt_Torso_C_F X2BodyPartTemplate]
DisplayName="天使"

[DLC_30_PWrLgt_Arms_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PWrLgt_Arms_B_F X2BodyPartTemplate]
DisplayName="蜘蛛头骨"

[DLC_30_PWrLgt_Arms_C_F X2BodyPartTemplate]
DisplayName="天使"

[DLC_30_PWrLgt_Arms_D_F X2BodyPartTemplate]
DisplayName="单边肩部护甲"

[DLC_30_PWrLgt_Arms_E_F X2BodyPartTemplate]
DisplayName="裸露肩膀"

[DLC_30_PwrLgt_Legs_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrLgt_Legs_B_F X2BodyPartTemplate]
DisplayName="蜘蛛头骨"

[DLC_30_PwrLgt_Legs_C_F X2BodyPartTemplate]
DisplayName="天使"

;----------------------------
; Powered Medium Male
;----------------------------

[DLC_30_PwrMed_Torso_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrMed_Torso_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Torso_C_M X2BodyPartTemplate]
DisplayName="骷髅"

[DLC_30_PWrMed_Arms_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PWrMed_Arms_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PWrMed_Arms_C_M X2BodyPartTemplate]
DisplayName="骷髅"

[DLC_30_PWrMed_Arms_D_M X2BodyPartTemplate]
DisplayName="护肩A"

[DLC_30_PWrMed_Arms_E_M X2BodyPartTemplate]
DisplayName="护肩B"

[DLC_30_PwrMed_Legs_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrMed_Legs_B_M X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Legs_C_M X2BodyPartTemplate]
DisplayName="骷髅"

;----------------------------
; Powered Medium Female
;----------------------------

[DLC_30_PwrMed_Torso_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrMed_Torso_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Torso_C_F X2BodyPartTemplate]
DisplayName="骷髅"

[DLC_30_PWrMed_Arms_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PWrMed_Arms_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PWrMed_Arms_C_F X2BodyPartTemplate]
DisplayName="骷髅"

[DLC_30_PWrMed_Arms_D_F X2BodyPartTemplate]
DisplayName="护肩A"

[DLC_30_PWrMed_Arms_E_F X2BodyPartTemplate]
DisplayName="护肩B"

[DLC_30_PwrMed_Legs_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrMed_Legs_B_F X2BodyPartTemplate]
DisplayName="XCOM"

[DLC_30_PwrMed_Legs_C_F X2BodyPartTemplate]
DisplayName="骷髅"

;----------------------------
; Powered Heavy Male
;----------------------------

[DLC_30_PwrHvy_Torso_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrHvy_Torso_B_M X2BodyPartTemplate]
DisplayName="石像鬼"

[DLC_30_PwrHvy_Torso_C_M X2BodyPartTemplate]
DisplayName="哥布林"

[DLC_30_PWrHvy_Arms_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PWrHvy_Arms_B_M X2BodyPartTemplate]
DisplayName="石像鬼"

[DLC_30_PWrHvy_Arms_C_M X2BodyPartTemplate]
DisplayName="哥布林"

[DLC_30_PWrHvy_Arms_D_M X2BodyPartTemplate]
DisplayName="护肩A"

[DLC_30_PWrHvy_Arms_E_M X2BodyPartTemplate]
DisplayName="护肩B"

[DLC_30_PwrHvy_Legs_A_M X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrHvy_Legs_B_M X2BodyPartTemplate]
DisplayName="石像鬼"

[DLC_30_PwrHvy_Legs_C_M X2BodyPartTemplate]
DisplayName="哥布林"

;----------------------------
; Powered Heavy Female
;----------------------------

[DLC_30_PwrHvy_Torso_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrHvy_Torso_B_F X2BodyPartTemplate]
DisplayName="石像鬼"

[DLC_30_PwrHvy_Torso_C_F X2BodyPartTemplate]
DisplayName="哥布林"

[DLC_30_PWrHvy_Arms_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PWrHvy_Arms_B_F X2BodyPartTemplate]
DisplayName="石像鬼"

[DLC_30_PWrHvy_Arms_C_F X2BodyPartTemplate]
DisplayName="哥布林"

[DLC_30_PWrHvy_Arms_D_F X2BodyPartTemplate]
DisplayName="护肩A"

[DLC_30_PWrHvy_Arms_E_F X2BodyPartTemplate]
DisplayName="护肩B"

[DLC_30_PwrHvy_Legs_A_F X2BodyPartTemplate]
DisplayName="无装饰"

[DLC_30_PwrHvy_Legs_B_F X2BodyPartTemplate]
DisplayName="石像鬼"

[DLC_30_PwrHvy_Legs_C_F X2BodyPartTemplate]
DisplayName="哥布林"

;----------------------------
; Helmets
;----------------------------

[DLC_30_Helmet_A_Kaiser_M X2BodyPartTemplate]
DisplayName="凯撒头盔"

[DLC_30_Helmet_A_Kaiser_F X2BodyPartTemplate]
DisplayName="凯撒头盔"

[DLC_30_Helmet_B_Gasmask_M X2BodyPartTemplate]
DisplayName="防毒面具"

[DLC_30_Helmet_B_Gasmask_F X2BodyPartTemplate]
DisplayName="防毒面具"

[DLC_30_Helmet_C_MetalSkull1_M X2BodyPartTemplate]
DisplayName="金属头骨"

[DLC_30_Helmet_C_MetalSkull1_F X2BodyPartTemplate]
DisplayName="金属头骨"

[DLC_30_Helmet_C_MetalSkull2_M X2BodyPartTemplate]
DisplayName="带角金属头骨"

[DLC_30_Helmet_C_MetalSkull2_F X2BodyPartTemplate]
DisplayName="带角金属头骨"

[DLC_30_Helmet_C_MetalSkull3_M X2BodyPartTemplate]
DisplayName="金属头骨和莫霍克"

[DLC_30_Helmet_C_MetalSkull3_F X2BodyPartTemplate]
DisplayName="金属头骨和莫霍克"

[DLC_30_Helmet_D_WeldersMask_M X2BodyPartTemplate]
DisplayName="焊接面具"

[DLC_30_Helmet_D_WeldersMask_F X2BodyPartTemplate]
DisplayName="焊接面具"

[DLC_30_Helmet_E_Space_M X2BodyPartTemplate]
DisplayName="太空头盔"

[DLC_30_Helmet_E_Space_F X2BodyPartTemplate]
DisplayName="太空头盔"

[DLC_30_Helmet_E_Space_Feathers_M X2BodyPartTemplate]
DisplayName="太空头盔和羽毛莫霍克"

[DLC_30_Helmet_E_Space_Feathers_F X2BodyPartTemplate]
DisplayName="太空头盔和羽毛莫霍克"

[DLC_30_Helmet_E_Space_Straps_M X2BodyPartTemplate]
DisplayName="太空面具"

[DLC_30_Helmet_E_Space_Straps_F X2BodyPartTemplate]
DisplayName="太空面具"

[DLC_30_Helmet_F_Knight1_M X2BodyPartTemplate]
DisplayName="骑士头盔A"

[DLC_30_Helmet_F_Knight1_F X2BodyPartTemplate]
DisplayName="骑士头盔A"

[DLC_30_Helmet_F_Knight2_M X2BodyPartTemplate]
DisplayName="骑士头盔B"

[DLC_30_Helmet_F_Knight2_F X2BodyPartTemplate]
DisplayName="骑士头盔B"

[DLC_30_Helmet_G_TopHat_M X2BodyPartTemplate]
DisplayName="巫毒大礼帽A"

[DLC_30_Helmet_G_TopHat_F X2BodyPartTemplate]
DisplayName="巫毒大礼帽A"

[DLC_30_Helmet_G_TopHat2_M X2BodyPartTemplate]
DisplayName="巫毒大礼帽B"

[DLC_30_Helmet_G_TopHat2_F X2BodyPartTemplate]
DisplayName="巫毒大礼帽B"

[DLC_30_Helmet_H_HockeyMask_M X2BodyPartTemplate]
DisplayName="染色头骨彩绘和曲棍球面具"

[DLC_30_Helmet_H_HockeyMask_F X2BodyPartTemplate]
DisplayName="染色头骨彩绘和曲棍球面具"

[DLC_30_Helmet_H_HockeyMask3_M X2BodyPartTemplate]
DisplayName="头骨彩绘和曲棍球面具"

[DLC_30_Helmet_H_HockeyMask3_F X2BodyPartTemplate]
DisplayName="头骨彩绘和曲棍球面具"

[DLC_30_Helmet_I_HockeyMask2_M X2BodyPartTemplate]
DisplayName="染色曲棍球面具"

[DLC_30_Helmet_I_HockeyMask2_F X2BodyPartTemplate]
DisplayName="染色曲棍球面具"

[DLC_30_Accessory_A_WelderGoggles1_M X2BodyPartTemplate]
DisplayName="护目镜（眼部）"

[DLC_30_Accessory_A_WelderGoggles1_F X2BodyPartTemplate]
DisplayName="护目镜（眼部）"

[DLC_30_Accessory_A_WelderGoggles2_M X2BodyPartTemplate]
DisplayName="护目镜（前额）"

[DLC_30_Accessory_A_WelderGoggles2_F X2BodyPartTemplate]
DisplayName="护目镜（前额）"

[DLC_30_Accessory_C_SpiderMask_M X2BodyPartTemplate]
DisplayName="蜘蛛面具"

[DLC_30_Accessory_C_SpiderMask_F X2BodyPartTemplate]
DisplayName="蜘蛛面具"

[DLC_30_Accessory_D_GlowingVisor_M X2BodyPartTemplate]
DisplayName="带遮光板的面罩"

[DLC_30_Accessory_D_GlowingVisor_F X2BodyPartTemplate]
DisplayName="带遮光板的面罩"

[DLC_30_Accessory_D_GlowingVisor_Goggles_M X2BodyPartTemplate]
DisplayName="面罩和护目镜（眼部）"

[DLC_30_Accessory_D_GlowingVisor_Goggles_F X2BodyPartTemplate]
DisplayName="面罩和护目镜（眼部）"

[DLC_30_Accessory_D_GlowingVisor_GogglesUps_M X2BodyPartTemplate]
DisplayName="面罩和护目镜（前额）"

[DLC_30_Accessory_D_GlowingVisor_GogglesUps_F X2BodyPartTemplate]
DisplayName="面罩和护目镜（前额）"

[DLC_30_Accessory_D_GlowingVisor_MaskOnly_M X2BodyPartTemplate]
DisplayName="面罩"

[DLC_30_Accessory_D_GlowingVisor_MaskOnly_F X2BodyPartTemplate]
DisplayName="面罩"

[DLC_30_Accessory_E_AviatorHelmet1_M X2BodyPartTemplate]
DisplayName="飞行头盔"

[DLC_30_Accessory_E_AviatorHelmet1_F X2BodyPartTemplate]
DisplayName="飞行头盔"

[DLC_30_Accessory_E_AviatorHelmet2_M X2BodyPartTemplate]
DisplayName="飞行头盔和护目镜（眼部）"

[DLC_30_Accessory_E_AviatorHelmet2_F X2BodyPartTemplate]
DisplayName="飞行头盔和护目镜（眼部）"

[DLC_30_Accessory_E_AviatorHelmet3_M X2BodyPartTemplate]
DisplayName="飞行头盔和护目镜（前额）"

[DLC_30_Accessory_E_AviatorHelmet3_F X2BodyPartTemplate]
DisplayName="飞行头盔和护目镜（前额）"

[DLC_30_Accessory_F_PorcelinDoll_M X2BodyPartTemplate]
DisplayName="机器人"

[DLC_30_Accessory_F_PorcelinDoll_F X2BodyPartTemplate]
DisplayName="机器人"

;----------------------------
; Lower Face Props
;----------------------------

[DLC_30_Accessory_G_SamuraiMask_M X2BodyPartTemplate]
DisplayName="武士面具A"

[DLC_30_Accessory_G_SamuraiMask_F X2BodyPartTemplate]
DisplayName="武士面具A"

[DLC_30_Accessory_G_SamuraiMask2_M X2BodyPartTemplate]
DisplayName="武士面具B"

[DLC_30_Accessory_G_SamuraiMask2_F X2BodyPartTemplate]
DisplayName="武士面具B"

;----------------------------
; Face Paint
;----------------------------

[Facepaint_BLANK X2BodyPartTemplate]
DisplayName="无"

[DLC_30_FacePaint_BlackAndWhite X2BodyPartTemplate]
DisplayName="虚灵分割"

[DLC_30_FacePaint_Bloody X2BodyPartTemplate]
DisplayName="鲜血飞溅"

[DLC_30_FacePaint_BlueSkull X2BodyPartTemplate]
DisplayName="勇士头骨"

[DLC_30_FacePaint_Celtic X2BodyPartTemplate]
DisplayName="凯尔特勇士"

[DLC_30_FacePaint_Clown X2BodyPartTemplate]
DisplayName="杀手小丑"

[DLC_30_FacePaint_Corpse X2BodyPartTemplate]
DisplayName="重金属"

[DLC_30_FacePaint_EyeStripe X2BodyPartTemplate]
DisplayName="强盗"

[DLC_30_FacePaint_Kabuki X2BodyPartTemplate]
DisplayName="歌舞伎彩绘"

[DLC_30_FacePaint_TopBlack X2BodyPartTemplate]
DisplayName="午夜勇士"

;----------------------------
; Hairstyles
;----------------------------

[DLC_30_Hair_A_TopKnot_M X2BodyPartTemplate]
DisplayName="头顶渐变发结"

[DLC_30_Hair_A_TopKnot_F X2BodyPartTemplate]
DisplayName="头顶渐变发结"

[DLC_30_Hair_A_TopKnot2_M X2BodyPartTemplate]
DisplayName="头顶发结"

[DLC_30_Hair_A_TopKnot2_F X2BodyPartTemplate]
DisplayName="头顶发结"

[DLC_30_Hair_B_ExtremeMohawk_M X2BodyPartTemplate]
DisplayName="高耸莫霍克"

[DLC_30_Hair_B_ExtremeMohawk_F X2BodyPartTemplate]
DisplayName="高耸莫霍克"

[DLC_30_Hair_B_ExtremeMohawk2_M X2BodyPartTemplate]
DisplayName="高耸渐变莫霍克"

[DLC_30_Hair_B_ExtremeMohawk2_F X2BodyPartTemplate]
DisplayName="高耸渐变莫霍克"

[DLC_30_Hair_C_StripedMohawk_M X2BodyPartTemplate]
DisplayName="短莫霍克条纹"

[DLC_30_Hair_C_StripedMohawk_F X2BodyPartTemplate]
DisplayName="短莫霍克条纹"

[DLC_30_Hair_C_StripedMohawk2_M X2BodyPartTemplate]
DisplayName="短莫霍克"

[DLC_30_Hair_C_StripedMohawk2_F X2BodyPartTemplate]
DisplayName="短莫霍克"

[DLC_30_Hair_D_TopBraid_M X2BodyPartTemplate]
DisplayName="头顶发辫"

[DLC_30_Hair_D_TopBraid_F X2BodyPartTemplate]
DisplayName="头顶发辫"

[DLC_30_Hair_E_Spikes_M X2BodyPartTemplate]
DisplayName="鞋钉头"

[DLC_30_Hair_E_Spikes_F X2BodyPartTemplate]
DisplayName="鞋钉头"

[DLC_30_Hair_F_Pigtails_M X2BodyPartTemplate]
DisplayName="小辫子"

[DLC_30_Hair_F_Pigtails_F X2BodyPartTemplate]
DisplayName="小辫子"

[DLC_30_Hair_F_Pigtails2_M X2BodyPartTemplate]
DisplayName="渐变小辫子"

[DLC_30_Hair_F_Pigtails2_F X2BodyPartTemplate]
DisplayName="渐变小辫子"


;[DLC_30_Hat_A_FloppyBoonie_M X2BodyPartTemplate]
;DisplayName="Floppy Bonnie"
;[DLC_30_Hat_A_FloppyBoonie_F X2BodyPartTemplate]
;DisplayName="Floppy Bonnie"

;[Facepaint_BLANK X2BodyPartTemplate]
;DisplayName="None"